import Title from '@/shared/Title';

export const metadata = {
	title: 'Пользовательское соглашение',
};

const UserAgreementPage: React.FC = () => {
	return (
		<section className='section'>
			<div className='container-md leading-normal lg:text-[24px] md:text-[18px] text-[12px] lg:space-y-5 md:space-y-4 space-y-3'>
				<Title type='page'>Пользовательское соглашение</Title>
				<div>
					<div className='font-semibold lg:text-[40px] md:text-[30px] text-[20px] leading-tight'>
						1. Общие положения Пользовательского соглашения
					</div>
					<div className='lg:mt-5 md:mt-4 mt-3'>
						<p>
							1.1. В настоящем документе и вытекающих или связанным с ним
							отношениях Сторон применяются следующие термины и определения:
						</p>
						<ul>
							<li>
								а) Платформа — программно-аппаратные средства, интегрированные с
								Сайтом Администрации;
							</li>
							<li>
								б) Пользователь — дееспособное физическое лицо, присоединившееся
								к настоящему Соглашению в собственном интересе либо выступающее
								от имени и в интересах представляемого им юридического лица.
							</li>
							<li>
								в) Сайт Администрации/ Сайт — интернет-сайты, размещенные в
								домене Zaimik.ru и его поддоменах.
							</li>
							<li>
								г) Сервис — комплекс услуг и лицензия, предоставляемые
								Пользователю с использованием Платформы.
							</li>
							<li>
								д) Соглашение - настоящее соглашение со всеми дополнениями и
								изменениями.
							</li>
						</ul>
						<p>
							1.2. Использование вами Сервиса любым способом и в любой форме в
							пределах его объявленных функциональных возможностей, включая:
						</p>
						<ul>
							<li>просмотр размещенных на Сайте материалов;</li>
							<li>регистрация и/или авторизация на Сайте,</li>
							<li>
								размещение или отображение на Сайте любых материалов, включая но
								не ограничиваясь такими как: тексты, гипертекстовые ссылки,
								изображения, аудио и видео- файлы, сведения и/или иная
								информация,
							</li>
							<li>просмотр размещенных на Сайте материалов;</li>
						</ul>
						<p>
							создает договор на условиях настоящего Соглашения в соответствии с
							положениями ст.437 и 438 Гражданского кодекса Российской
							Федерации.
						</p>
						<p>
							1.3. Воспользовавшись любой из указанных выше возможностей по
							использованию Сервиса вы подтверждаете, что:а) Ознакомились с
							условиями настоящего Соглашения в полном объеме до начала
							использования Сервиса.б) Принимаете все условия настоящего
							Соглашения в полном объеме без каких-либо изъятий и ограничений с
							вашей стороны и обязуетесь их соблюдать или прекратить
							использование Сервиса. Если вы не согласны с условиями настоящего
							Соглашения или не имеете права на заключение договора на их
							основе, вам следует незамедлительно прекратить любое использование
							Сервиса.в) Соглашение (в том числе любая из его частей) может быть
							изменено Администрацией без какого-либо специального уведомления.
							Новая редакция Соглашения вступает в силу с момента ее размещения
							на Сайте Администрации либо доведения до сведения Пользователя в
							иной удобной форме, если иное не предусмотрено новой редакцией
							Соглашения.
						</p>
					</div>
				</div>

				<div>
					<div className='font-semibold lg:text-[40px] md:text-[30px] text-[20px] leading-tight'>
						2. Условия пользования по Соглашению
					</div>
					<div className='lg:mt-5 md:mt-4 mt-3'>
						<p>
							2.1. Использование функциональных возможностей Сервиса допускается
							только после прохождения Пользователем регистрации и авторизации
							на Сайте в соответствии с установленной Администрацией процедурой.
						</p>
						<p>
							2.2. Технические, организационные и коммерческие условия
							использования Сервиса, в том числе его функциональных возможностей
							доводятся до сведения Пользователей путем отдельного размещения на
							Сайте или путем нотификации Пользователей.
						</p>
						<p>
							2.3. Введенные Пользователем номер телфеона и код являются
							необходимой и достаточной информацией для доступа Пользователя на
							Сайт. Пользователь не имеет права передавать свои номер телефона и
							код третьим лицам, несет полную ответственность за их сохранность,
							самостоятельно выбирая способ их хранения.
						</p>
					</div>
				</div>

				<div>
					<div className='font-semibold lg:text-[40px] md:text-[30px] text-[20px] leading-tight'>
						3. Лицензия на использование Сайта и допустимое использование
						Сервиса
					</div>
					<div className='lg:mt-5 md:mt-4 mt-3'>
						<p>
							В данном разеле описываются разрешенные способы использования
							Сайта и предоставляемого на его основе Сервиса. Безвозмездность
							лицензии препятствует применению Закона О защите прав потребителя
							в случае, когда на стороне пользователя – физическое лицо.
						</p>
					</div>
				</div>

				<div>
					<div className='font-semibold lg:text-[40px] md:text-[30px] text-[20px] leading-tight'>
						4. Гарантии Пользователя по Соглашению
					</div>
					<div className='lg:mt-5 md:mt-4 mt-3'>
						<p>
							В разеле указываются гарантии и заверения со стороны пользователя
							о соблюдении требований законодательства и Пользовательского
							соглашения при использовании Сайта и Сервиса на его основе. Данные
							положения необходимы, в частности, для последующего возложения
							ответственности на пользователя за нарушения законодателства или
							прав третьих лиц в связи с публикацией на сайте противоправных
							материалов.
						</p>
					</div>
				</div>

				<div>
					<div className='font-semibold lg:text-[40px] md:text-[30px] text-[20px] leading-tight'>
						5. уведомления и рассылка
					</div>
					<div className='lg:mt-5 md:mt-4 mt-3'>
						<p>
							Данное положение Соглашения направлено на соблюдение требований о
							недопущении СПАМа.
						</p>
					</div>
				</div>
			</div>
		</section>
	);
};

export default UserAgreementPage;
