import Title from '@/shared/Title';

export const metadata = {
	title: 'Политика конфиденциальности',
};

const PrivacyPolicyPage: React.FC = () => {
	return (
		<section className='section'>
			<div className='container-md leading-normal lg:text-[24px] md:text-[18px] text-[12px] lg:space-y-5 md:space-y-4 space-y-3'>
				<Title type='page'>Политика конфиденциальности</Title>
				<div>
					<div className='font-semibold lg:text-[40px] md:text-[30px] text-[20px] leading-tight'>
						1. КРАТКОЕ ОПИСАНИЕ ПОЛИТИКИ
					</div>
					<div className='lg:mt-5 md:mt-4 mt-3'>
						<p>
							1.1. В настоящей Политике разъясняется наша процедура обработки
							Персональных данных.
						</p>
						<p>
							1.2. Настоящая Политика выпущена компанией ООО «Займик.ру» (далее
							“Оператор”).
						</p>
						<p>
							1.3. Для отражения изменений в нашей практике Обработки
							Персональных данных или изменений применимого законодательства в
							настоящую Политику могут вноситься изменения и дополнения или
							обновления. Мы рекомендуем внимательно прочитать настоящую
							Политику и регулярно проверять данную страницу для просмотра
							изменений, которые мы можем вносить в условия настоящей Политики.
						</p>
						<p>
							1.4. Настоящая Политика рассчитана на лиц, которые не входят в
							нашу организацию, но с которыми мы взаимодействуем, включая
							индивидуальных заказчиков, представителей клиентов, деловых
							партнеров и сторонние организации, посетителей наших Веб-сайтов,
							пользователей нашего Приложения и других пользователей наших услуг
							(далее совместно — «вы»).
						</p>
						<p>
							1.5. Определяемые термины, используемые в настоящей Политике,
							разъясняются в Разделе 11 ниже.
						</p>
					</div>
				</div>

				<div>
					<div className='font-semibold lg:text-[40px] md:text-[30px] text-[20px] leading-tight'>
						2. СБОР ПЕРСОНАЛЬНЫХ ДАННЫХ
					</div>
					<div className='lg:mt-5 md:mt-4 mt-3'>
						<p>
							2.1 Как правило, мы будем обрабатывать Персональные данные,
							получаемые от вас или собираемые у вас при покупке вами продукции,
							просмотрев Веб-сайта, использовании Приложения или
							непосредственном взаимодействии с нами. Например, мы будем
							собирать или получать ваши Персональные данные в следующих
							случаях:
						</p>
						<p>
							2.1.1. мы собираем или получаем ваши Персональные данные в ходе
							обычных отношений с вами;
						</p>
						<p>
							2.1.2. при предоставлении нам Персональных данных напрямую
							(например, при обращении к нам по электронной почте, телефону или
							с помощью любых других средств связи, предоставлении своих
							контактных данных или отправке заявления о приеме на работу);
						</p>
						<p>
							2.1.3. мы можем собирать сведения об операции, платеже или
							соответствующих запросах при получении услуги Оператора.
						</p>
						<p>
							2.1.4. мы можем собирать контактную информацию и сведения о вашем
							запросе, которые необходимы для его выполнения или для
							предоставления вам ответа, при обращении к нам или отправке нам
							вопросов, комментариев, предложений или жалоб;
						</p>
						<p>
							2.1.5. мы можем собирать контактную и иную информацию для
							рассмотрения вашего резюме при подаче заявки на вакансию;
						</p>
						<p>
							2.1.6. мы можем собирать информацию, используемую вами для
							создания учетных записей или доступа к ним, при создании таких
							учетных записей или получении доступа к ним на наших Веб-сайтах
							или в Приложении;
						</p>
						<p>
							2.1.7. мы можем собирать информацию о способах использования вами
							наших Веб-сайтов и вашем местоположении при использовании (и
							установке в соответствующих случаях) наших Веб-сайтов или
							Приложения;
						</p>
						<p>
							2.1.8. мы можем получать Персональные данные от соответствующего
							стороннего поставщика контента или рекламы в случае вашего
							взаимодействия с таким сторонним контентом или рекламой на наших
							Веб-сайтах или в Приложении (включая сторонние плагины и Файлы
							cookie);
						</p>
						<p>
							2.1.9. мы собираем или получаем Персональные данные от третьих
							лиц, которые их нам предоставляют (например, бюро кредитных
							историй; правоохранительные органы и т. д.); а также
						</p>
						<p>
							2.1.10. мы собираем любые иные Персональные данные, которые вы
							добровольно предоставляете нам по любой другой причине.
						</p>
						<p>
							2.2. Мы также можем Обрабатывать Персональные данные, к которым вы
							прямо предоставили общий доступ, включая Персональные данные,
							которыми вы делитесь в отношении Группы в социальных сетях, таких
							как Facebook, Twitter и Яндекс.
						</p>
						<p>
							2.3. При определенных обстоятельствах мы также можем создавать
							Персональные данные о вас, например записи о вашем взаимодействии
							с нами и данные о вашем взаимодействии с нами в прошлом. Мы также
							можем объединять Персональные данные, полученные от наших
							Веб-сайтов, Приложения, продукции или услуг, в том числе в том
							случае, когда такие данные собираются с разных устройств.
						</p>
						<p>
							2.4. Также обращаем ваше внимание на то, что мы можем собирать
							ваши Персональные данные с помощью Файлов cookie (небольших файлов
							данных, хранящихся на вашем устройстве и используемых для доступа
							к нашим Веб-сайтам и их использования), веб-маяков (небольших
							прозрачных изображений, используемых для отслеживания посещений
							Веб-сайтов и эффективности рекламы) и других аналогичных
							технологий.
						</p>
						<p>
							2.5. Информация, собираемая с использованием таких Файлов cookie и
							маяков, обычно носит более технический характер, например
							IP-адреса, браузеры и типы устройств.
						</p>
						<p>
							2.6. Несмотря на то, что Файлы cookie и маяки обычно принимаются
							автоматически согласно настройкам вашего браузера, такие настройки
							можно скорректировать или изменить непосредственно в браузере.
							Однако обращаем ваше внимание на то, что для доступа к
							определенным функциям наших Веб-сайтов или Приложения либо для их
							использования могут потребоваться Файлы cookie и маяки.
						</p>
						<p>
							2.7. При использовании вами мобильного устройства для доступа к
							нашим Веб-сайтам мы также можем Обрабатывать информацию о вашем
							физическом местоположении. Вы не обязаны соглашаться на
							предоставление такой информации и можете отказаться от сбора нами
							такой информации, скорректировав или изменив настройки своего
							устройства.
						</p>
					</div>
				</div>

				<div>
					<div className='font-semibold lg:text-[40px] md:text-[30px] text-[20px] leading-tight'>
						3. ХРАНЕНИЕ ДАННЫХ
					</div>
					<div className='lg:mt-5 md:mt-4 mt-3'>
						<p>
							3.1. Мы предпринимаем все разумно необходимые действия для
							обеспечения Обработки ваших Персональных данных исключительно в
							течение минимального срока, необходимого для достижения целей,
							установленных настоящей Политикой. Критерии для определения срока
							хранения ваших Персональных данных представлены ниже:
						</p>
						<p>
							3.1.1. мы будем хранить Персональные данные в форме, позволяющей
							идентифицировать их субъектов, исключительно в течение того срока,
							пока:
						</p>
						<p>
							(A) мы поддерживаем с вами постоянные отношения (например, пока вы
							пользуетесь нашими услугами или на законных основаниях включены в
							наш список рассылки и не отказались от подписки); или
						</p>
						<p>
							(B) ваши Персональные данные необходимы для законных целей,
							изложенных в настоящей Политике, для достижения которых у нас есть
							действующее правовое основание (например, если ваши персональные
							данные включены в договор между нами и нам необходимо продолжить
							Обработку таких данных для исполнения своих обязательств по
							данному договору; если у нас есть юридическое обязательство по
							хранению ваших Персональных данных); плюс:
						</p>
						<p>3.1.2. в течение:</p>
						<p>
							(C) применимого срока исковой давности в соответствии с применимым
							законодательством (т. е. срока, в течение которого соответствующее
							лицо может предъявить нам законное требование в связи с вашими
							Персональными данными или к которому относятся ваши Персональные
							данные); и
						</p>
						<p>
							(D) 2 (двух) дополнительных месяцев после окончания такого
							применимого срока исковой давности (чтобы у нас был разумно
							необходимый срок для выявления Персональных данных, относящихся к
							требованию, в случае предъявления соответствующим лицом такого
							требования в конце срока исковой давности), а также:
						</p>
						<p>
							3.1.3. помимо этого, в случае предъявления соответствующих
							законных требований мы продолжаем Обрабатывать Персональные данные
							в течение дополнительных сроков, необходимых в связи с таким
							требованием.
						</p>
						<p>
							3.2. В течение сроков, указанных в пунктах 3.1.2(A) и 3.1.2(B)
							выше, мы ограничим Обработку ваших Персональных данных только их
							хранением и обеспечением их безопасности, за исключением случаев,
							когда такие данные необходимо рассматривать в связи с законным
							требованием или обязательством в соответствии с применимым
							законодательством.
						</p>
						<p>
							3.3. По завершении сроков, указанных в Разделах 3.1.1, 3.1.2 и
							3.1.3 выше (каждого из таких сроков в соответствующем случае), мы:
						</p>
						<p>
							3.3.1. навсегда удалим или уничтожим соответствующие Персональные
							данные; либо
						</p>
						<p>3.3.2. обезличим соответствующие Персональные данные.</p>
					</div>
				</div>

				<div>
					<div className='font-semibold lg:text-[40px] md:text-[30px] text-[20px] leading-tight'>
						4. РАСКРЫТИЕ ПЕРСОНАЛЬНЫХ ДАННЫХ
					</div>
					<div className='lg:mt-5 md:mt-4 mt-3'>
						<p>
							4.1. Мы раскрываем Персональные данные другим организациям в
							рамках нашей группы компаний для законных деловых целей и для
							эксплуатации наших Веб-сайта, Приложения, предоставления вам нашей
							продукции или оказания наших услуг в соответствии с применимым
							законодательством. Кроме того, мы раскрываем Персональные данные:
						</p>
						<p>
							41.1. вам и (в соответствующих случаях) назначенным вами
							представителям;законодательным и регулирующим органам по их
							запросу или для целей сообщения о фактических или предполагаемых
							нарушениях применимого закона или нормативно-правового акта;
						</p>
						<p>
							41.2. бухгалтерам, аудиторам, консультантам, юристам и другим
							нашим сторонним профессиональным консультантам, с учетом
							необходимости исполнения договорных обязательств по обеспечению
							конфиденциальности, имеющих юридическую силу;
						</p>
						<p>
							4.1.3. сторонним Обработчикам данных (например, поставщикам
							платежных услуг; поставщикам ИТ-услуг и т. д.), расположенным в
							любой стране мира;
						</p>
						<p>
							4.1.4. соответствующей стороне, регулирующему, государственному,
							правоохранительному органу или суду в случаях, если такое
							раскрытие необходимо в целях установления, исполнения или защиты
							законных требований;
						</p>
						<p>
							4.1.5. соответствующей стороне, регулирующему, государственному,
							правоохранительному органу или суду в целях предотвращения,
							расследования, выявления уголовно наказуемых преступлений,
							привлечения к ответственности за такие преступления или исполнения
							уголовных наказаний;
						</p>
						<p>
							4.1.6. соответствующему стороннему приобретателю (приобретателям)
							или правопреемнику (правопреемникам) (включая потенциального
							стороннего приобретателя (приобретателей) или правопреемника
							(правопреемников)) в случае продажи или передачи нами всего нашего
							бизнеса или всех активов либо их соответствующей части (в том
							числе в случае реорганизации, роспуска или ликвидации); а также
						</p>
						<p>
							4.1.7. соответствующему стороннему поставщику в случае
							использования нашими Веб-сайтами и Приложением сторонней рекламы,
							плагинов или контента. Если вы решите осуществить взаимодействие с
							такой рекламой, плагинами или контентом, ваши Персональные данные
							могут быть переданы соответствующему стороннему поставщику.
							Рекомендуем вам ознакомиться с политикой конфиденциальности такого
							третьего лица до взаимодействия с его рекламой, плагинами или
							контентом.
						</p>
					</div>
				</div>

				<div>
					<div className='font-semibold lg:text-[40px] md:text-[30px] text-[20px] leading-tight'>
						5. ОПРЕДЕЛЕНИЯ
					</div>
					<div className='lg:mt-5 md:mt-4 mt-3'>
						<p>5.1. В целях настоящей Политики:</p>
						<ul className='list-disc pl-4'>
							<li>
								«Приложение» означает предоставляемое нами приложение (включая
								случаи предоставления таких приложений через сторонние магазины
								или торговые площадки или любым другим способом).
							</li>
							<li>
								«Файл cookie» означает небольшой файл, размещаемый на вашем
								устройстве при посещении вами веб-сайта (в том числе наших
								Веб-сайтов). В настоящей Политике ссылка на «Файл cookie»
								включает аналогичные технологии, такие как веб-маяки и
								прозрачные GIF-файлы.
							</li>
							<li>
								«Контролер» означает организацию, определяющую способ и цель
								Обработки Персональных данных.
							</li>
							<li>
								«Законодательство о защите данных» означает Федеральный закон
								Российской Федерации № 152-ФЗ «О персональных данных» от 27 июля
								2006 года; а также аналогичное законодательство или
								законодательство любой страны мира, затрагивающее тот же предмет
								(в части, касающейся организаций в рамках Группы), с учетом
								вносимых изменений, дополнений, отмены, объединений или замен.
							</li>
							<li>
								«Персональные данные» означают информацию, которая относится к
								физическому лицу или позволяет прямо или косвенно
								идентифицировать такое физическое лицо, в частности, посредством
								таких идентификаторов как имя, идентификационный номер, сведения
								о местоположении, онлайн-идентификатор или с помощью одного или
								несколько признаков, характерных для физической,
								психологической, генетической, умственной, экономической,
								культурной или социальной идентичности данного физического лица.
							</li>
							<li>
								«Обрабатывать», «Обработка» или «Обработанный» означают любую
								операцию, осуществляемую с Персональными данными, с применением
								автоматизированных средств или без их применения, в частности,
								сбор, запись, организацию, структурирование, хранение,
								модификацию или изменение, извлечение, консультирование,
								использование, раскрытие посредством передачи, распространение
								или предоставление иным способом, упорядочение или
								комбинирование, ограничение, удаление или уничтожение.
							</li>
							<li>
								«Обработчик данных» означает лицо или организацию, которые
								Обрабатывают Персональные данные от имени Контролера (отличные
								от работников Контролера).
							</li>
							<li>
								«Ответственное лицо» означает руководителя по информационной
								безопасности, контактные данные которого приведены ниже:
							</li>
							<li>zaimik666@mail.ru.</li>
							<li>
								115666, РФ, г. Москва, проспект Вернадского, дом 666, 2 этаж.
							</li>
							<li>Телефон: +7 (666) 123 - 07 - 77</li>
							<li>
								«Специальные категории персональных данных» означают
								Персональные данные о расовой или этнической принадлежности,
								политических взглядах, религиозных или философских убеждениях,
								членстве в профсоюзах, физическом или психическом здоровье,
								половой жизни, фактических или предполагаемых уголовно
								наказуемых преступлениях или наказаниях, а также иные сведения,
								которые могут относиться к специальным категориям в соответствии
								с применимым законодательством.
							</li>
							<li>
								«Веб-сайт» означает веб-сайт, который эксплуатируется или
								обслуживается нами или от нашего имени.
							</li>
						</ul>
					</div>
				</div>
			</div>
		</section>
	);
};

export default PrivacyPolicyPage;
